Repository: cyklokoalicia/OpenSourceBikeShare
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Help
de_de: Hilfe

source: Remaining credit
de_de: Guthaben

source: Add credit
de_de: Guthaben hinzufügen

source: Confirm coupon
de_de: Gutschein

source: Log out
de_de: Abmelden

source: User / phone number or password incorrect! Please, try again.
de_de: Ungültige Telefonnummer oder Passwort!

source: Session timed out! Please, log in again.
de_de: Session abgelaufen! Bitte neu anmelden.

source: Phone number:
de_de: Telefonnummer:

source: User number:
de_de: Benutzer Nummer:

source: Password:
de_de: Passwort:

source: Forgotten? Reset password
de_de: Login vergessen? Passwort zurücksetzten

source: Rent
de_de: ausleihen

source: Describe problem
de_de: Problembeschreibung

source: Return bicycle
de_de: Fahrrad zurück geben

source: and
de_de: und

source: report problem
de_de: Ein Problem melden

source: Your number is not registered.
de_de: Deine Nummer ist nicht registriert.

source: with bike number:
de_de: mit der Fahrradnummer:

source: with bike number and stand name:
de_de: mit der Fahrradnummer und dem Standortname:

source: with stand name:
de_de: mit Standortname:

source: Flat tire on front wheel
de_de: Platten am Vorderrad

source: with email, phone, fullname:
de_de: mit Email, Telefon, Name:

source: You are not logged in.
de_de: Du bist nicht eingeloggt.

source: You are below required credit
de_de: Du bist unterm erforderlichen Guthaben

source: Please, recharge your credit.
de_de: Bitte lade Guthaben auf.

source: You can not rent any bikes. Contact the admins to lift the ban.
de_de: Du kannst keine Fahrräder leihen. Melde dich bei einem Admin, um die Sperre aufzuheben.

source: You can only rent
de_de: Du kannst nur ausleihen

source: %d bike
de_de: %d Fahrrad

source: at once
de_de: auf einmal

source: at once and you have already rented
de_de: auf einmal und du hast schon ausgeliehen

source: Bike
de_de: Fahrrad

source: is not rentable now, you have to rent bike
de_de: ist gerade nicht verleihbar. Du musst folgendes Fahrrad nehmen

source: from this stand
de_de: von diesem Standort

source: You have already rented the bike
de_de: Du hast das Fahrrad schon ausgeliehen

source: Code is
de_de: Der Code ist

source: Return bike by scanning QR code on a stand
de_de: Gibt das Fahrrad durch scannen des QR Code am Fahrradständer ab

source: is already rented
de_de: ist gerade ausgeliehen

source: Open with code
de_de: Öffnen mit dem Code

source: Change code immediately to
de_de: Ändere den Code jetzt auf

source: (open, rotate metal part, set new code, rotate metal part back)
de_de: (öffnen, Metallteil drehen, neuen Code setzten, Metallteil zurückdrehen)

source: Reported issue:
de_de: gemeldete Problem:

source: You have no rented bikes currently.
de_de: Du hast gerade kein Fahrrad ausgeliehen.

source: You have
de_de: Du hast

source: rented bikes currently. QR code return can be used only when 1 bike is rented. Please, use web
de_de: gerade ausgeliehende Fahrräder. Der QR kann nur genutzt werden, wenn das Fahrrad verliehen ist. Bitte nutze die Webseite

source: or SMS
de_de: oder SMS

source: to return the bikes.
de_de: zum zurück bringen der Fahrräder.

source: Lock with code
de_de: abscließen mit dem Code

source: Please
de_de: Bitte

source: rotate the lockpad to
de_de: dreh das Schloss auf

source: when leaving
de_de: beim verlassen

source: Credit change
de_de: Guthabenänderung

source: Unrecognized QR code action. Try scanning the code again or report this to the system admins.
de_de: Unbekannter QR Code. Bitte noch mal scannen oder einem Admin melden.

source: You need admin privileges to access this page.
de_de: Du braucht Admin Rechte zum anzeigen der Seite.

source: Toggle navigation
de_de: Menü umschalten

source: Map
de_de: Karte

source: Fleet
de_de: Flotte

source: Stands
de_de: Fahrradständer

source: Users
de_de: Benutzer

source: Credit system
de_de: Zahlsystem

source: Reports
de_de: Berichte

source: Display the bike stand location or name of person using it.
de_de: Zeigt den Fahrradständer oder die ausleihende Person.

source: Where is?
de_de: Wo ist?

source: Revert
de_de: Zurücksetzten

source: Last usage
de_de: Letzte Benutzung

source: List coupons
de_de: Gutscheinliste

source: Generate new coupons.
de_de: Neue Gutscheine erzeugen

source: Generate
de_de: Generieren

source: coupons
de_de: Gutscheine

source: Show list of users.
de_de: Zeige die Liste aller Benutzer.

source: User list
de_de: Benutzerliste

source: Fullname:
de_de: Name:

source: Privileges:
de_de: Rechte:

source: Bike limit:
de_de: Fahrradbegrenzung:

source: Save
de_de: Speichern

source: Add
de_de: Hinzufügen

source: Show user stats.
de_de: Benutzer Statistik anziegen

source: User stats
de_de: Benutzer Statistik

source: Privacy policy:
de_de: Datenschutzerklärung:

source: We will use your details for
de_de: Wir werden deine Daten nur für

source: related activities only
de_de: bezogene Dinge verwenden

source: Error. The command
de_de: Fehler. Der Befehl

source: does not exist. If you need help, send:
de_de: existiert nicht. Wenn du Hilfe brauchst, sende:

source: Stand name
de_de: Standortname

source: has not been recognized. Stands are marked by CAPITALLETTERS.
de_de: ist nicht vorhanden. Fahrradständer sind Groß geschrieben.

source: Stand
de_de: Standort

source: does not exist.
de_de: existiert nicht.

source: Error. More arguments needed, use command
de_de: Fehler. Mehr Parameter werden benötigt, nutze den Befehl

source: Your remaining credit:
de_de: Dein verbleibendes Guthaben:

source: Please, recharge your credit:
de_de: Bitte wieder aufladen:

source: Credit required:
de_de: Guthaben benötigt:

source: and you have already rented
de_de: und du hast schon ausgeliehen

source: Return bike with command:
de_de: Fahrrad zurückgeben mit dem Befehl:

source: bikenumber
de_de: Fahrradnummer

source: standname
de_de: Standort Name

source: (open,rotate metal part,set new code,rotate metal part back)
de_de: (öffnen, Metallteil drehen, neuen Code setzten, Metallteil zurückdrehen)

source: bike note
de_de: Fahrrad Bemerkung

source: Your rented bike
de_de: Dein ausgeliehendes Fahrrad

source: has been rented by admin
de_de: ist vom Admin ausgeliehen

source: does not exist. Stands are marked by CAPITALLETTERS.
de_de: ist nicht vorhanden. Fahrradständer sind Groß geschrieben.

source: You does not have bike
de_de: Du hast kein Fahrrad

source: You have rented the following
de_de: Du hast folgendes ausgeliehen

source: is not rented. Saint Thomas, the patronus of all unrented bikes, prohibited returning unrented bikes.
de_de: ist nicht verliehen. Saint Thomas, der Pate von allen nicht verliehen Fahrrädern, verbietet das zurück bringen von nicht verliehenden Fahrräder.

source: at
de_de: am

source: used by
de_de: in Benutzung von

source: Note
de_de: Bemerlung

source: by
de_de: von

source: returned to stand
de_de: zurückgegeben zum Fahrradständer

source: Make sure you set code to
de_de: Vergewissere dich, dass der Code folgender ist

source: Rotate lockpad to 0000.
de_de: dreh das Schloss auf 0000

source: has been returned by admin
de_de: wurde zurückgegeben von einem Admin

source: Credit
de_de: Guthaben

source: does not exist
de_de: existiert nicht

source: Bike note
de_de: Fahrrad Bemerkung

source: is at stand
de_de: ist am Standort

source: is rented by
de_de: ist ausgeliehen von

source: is empty
de_de: ist leer

source: (first)
de_de: (erster)

source: on stand
de_de: beim Fahrradständer

source: No free bikes.
de_de: Keine Fahrräder verfügbar.

source: Free bikes counts
de_de: Anzahl verfügbare Fahrräder

source: Empty stands
de_de: Leere Fahrradständer

source: Problem with SMS
de_de: Problem mit der SMS

source: is at
de_de: ist

source: No notes found for bike
de_de: Nicht gefunden für Fahrrad

source: to delete
de_de: zum löschen

source: found for bike
de_de: gefunden für Fahrrad

source: All
de_de: Alle

source: %d note
de_de: %d Bemerkung

source: for bike
de_de: für Fahrrad

source: deleted by
de_de: gelöscht von

source: matching
de_de: gefunden

source: saved
de_de: gespeichert

source: Note #
de_de: Bemerkung #

source: is rented
de_de: ist ausgeliehen

source: Empty note for bike
de_de: Leere Bemerkung für Fahrrad

source: Note for bike
de_de: Bemerkung für Fahrrad

source: is not rented right now. Revert not successful!
de_de: ist gerade nicht verliehen. Zurückgeben fehlgeschlagen!

source: reverted to stand
de_de: zurück zum Fahrradständer

source: with code
de_de: mit dem Code

source: has been returned. You can now rent a new bicycle.
de_de: ist zurückgegeben. Du kannst jetzt ein neues Fahrrad ausleihen.

source: No last code for bicycle
de_de: Kein Code für Fahrrad

source: found. Revert not successful!
de_de: gefunden. Zurücksetzten nicht erfolgreich!

source: Contact information conflict: This number already registered:
de_de: Kontaktinformationen Fehler: Diese Nummer ist bereits registriert:

source: Contact information is in incorrect format. Use:
de_de: Kontakt Informationen sind im falschen Format. Nutze:

source: User
de_de: Benutzer

source: added. They need to read email and agree to rules before using the system.
de_de: hinzugefügt. Sie müssen die Emal lesen und den Regeln zustimmen.

source: Sorry, this command is only available for the privileged users.
de_de: Sorry, dieser Befehl steht nur Benutzer mit höheren Rechten zur Verfügung.

source: User Guide
de_de: Benutzerhandbuch

source: You already rented bike
de_de: Du hast schon ein Fahrrad gemietet

source: Reported issue
de_de: Ein Problem melden

source: You currently have no rented bikes.
de_de: Du hast gerade kein Fahrrad.

source: You have also reported this problem:
de_de: Du hast auch dieses Problem gemeldet:

source: Bike note:
de_de: Fahrradbemerkung:

source: rented by
de_de: ausgeliehen von

source: Phone
de_de: Telefon

source: not implemented
de_de: nicht implementiert

source: deleted
de_de: gelöscht

source: history
de_de: Geschichte

source: Current network usage:
de_de: Aktuelle Netzwerk Auslastung:

source: %d bicycle
de_de: %d Fahrrad

source: in use
de_de: in Benutzung

source: Bicycle
de_de: Fahrrad

source: reverted to
de_de: zurückgesetzt zu

source: No last stand or code for bicycle
de_de: Kein letzter Fahrradständer oder Code für dieses Fahrrad

source: Passwords do not match.
de_de: Passwort stimmt nicht überein. Bitte korrigieren und noch mal versuchen.

source: Enter this code to register:
de_de: Gib diesen Code zum registrieren ein:

source: Enter this code to change password:
de_de: Gib diesen Code zum Ändern des Passworts ein:

source: Details of user
de_de: Benutzerdeteils

source: updated
de_de: aktualisiert

source: Added
de_de: Hinzufügen

source: credit for
de_de: Guthaben für

source: Generated 10 new
de_de: 10 neue genereiert

source: Coupon
de_de: Gutschein

source: sold
de_de: verkauft

source: has been redeemed
de_de: ist eingelöst

source: Invalid coupon, try again.
de_de: Ungültiger Gutschein, bitte noch mal versuchen.

source: No such user found.
de_de: Keinen Benutzer gefunden.

source: Password reset
de_de: Passwort zurücksetzten

source: Hello
de_de: Hallo

source: Your password has been reset successfully.
de_de: Dein Passwort wurde erfolgreich geändert.

source: Your new password is:
de_de: Dein neues Passwort ist:

source: Check your email.
de_de: Überprüfe deine Emails.

source: registration
de_de: Anmelden

source: Registration
de_de: Registrieren

source: Step 1 - Confirm your phone number
de_de: Schritt 1 - Bestätige deine Telefonnummer

source: You will receive SMS code to this phone number.
de_de: Du bekommst einen Code per SMS an diese Nummer geschickt.

source: Validate this phone number
de_de: Überprüfe diese Telefonnummer

source: Step 2 - Create account
de_de: Schritt 2 - Account anlegen

source: SMS code (received to your phone):
de_de: SMS Code (zugeschickt an dein Handy)

source: Step 1 - Create account
de_de: Schritt 1 - Account anlegen

source: Firstname Lastname
de_de: Vorname Nachname

source: Password confirmation:
de_de: Passwort wiederholen:

source: Create account
de_de: Account anlegen

source: Privacy policy
de_de: Datenschutzerklärung

source: notification
de_de: Benachrichtigung

source: DB connection error!
de_de: Datenbankverbindungsfehler!

source: DB error
de_de: Datenbank Fehler

source: Step
de_de: Sschitt

source: Continue
de_de: Weiter

source: to step
de_de: zum Schritt

source: System latitude center point:
de_de: System latitude Mittelpunkt:

source: System longitude center point:
de_de: System longitude Mittelpunkt

source: System rules URL:
de_de: Systemregeln URL:

source: Disable SMS system
de_de: SMS System deaktivieren

source: International dialing code (no plus, no zeroes):
de_de: Internationale Vorwahl (kein Plus, keine Nullen):

source: Database
de_de: Datenbank

source: Database server:
de_de: Datenbank Server:

source: Database user:
de_de: Datenbank Benutzer:

source: Database password:
de_de: Datenbank Passwort:

source: Database name:
de_de: Datenbank Name:

source: Create database
de_de: Datenbank anlegen

source: and continue to step
de_de: und weiter zum nächsten Schritt

source: Create admin user
de_de: Admin Benutzer anlegen

source: Config file values set and database created.
de_de: Konfiguration geschrieben und Datenbank angelegt.

source: Create bicycles and stands
de_de: Erstelle Fahrräder und Standorte

source: Admin user
de_de: Admin Benutzer

source: created with password:
de_de: angelegt mit dem Passwort:

source: Use number
de_de: Benutz Nummer

source: How many bicycles to create:
de_de: Wie viele Fahrräder anlegen?

source: Stands to create (comma separated):
de_de: anzulegende Fahrradständer (Komma separiert):

source: Set up stands
de_de: Fahrradständer einrichten

source: and the following stands created
de_de: und folgende Fahrradständer angelegt

source: for the bikes and the stands for printing or laser engraving
de_de: für Fahrräder und -ständer zum ausdrucken oder lasern.

source: Place
de_de: Ort

source: is used instead of
de_de: ist benutzt anstatt

source: for SMS
de_de: für SMS

source: Place:
de_de: Ort:

source: Stand description:
de_de: Standort Beschreibung:

source: Stand photo:
de_de: Standort Foto:

source: Stand status:
de_de: Standort Status:

source: Active
de_de: Aktiv

source: Not used / hidden
de_de: Nicht benutzt / versteckt

source: Stand location:
de_de: Fahrradständer Standort:

source: %d stand
de_de: %d Fahrradständer

source: set up and
de_de: aufbauen und

source: %d photo
de_de: %d Foto

source: uploaded
de_de: hochgeladen

source: Set system options
de_de: System Option setzten

source: and finish
de_de: und beenden

source: System options set.
de_de: System Option gesetzt.

source: Rename
de_de: Umbenennen

source: to
de_de: zu

source: Launch
de_de: gründen

source: Select stand
de_de: Standort auswählen

source: bicycle
de_de: Fahrrad

source: bicycles
de_de: Fahrräder

source: No bicycles
de_de: Keine Fahrräder

source: Open a map with directions to the selected stand from your current location.
de_de: Öffnet eine Karte mit dem Weg vom aktuellen Standort zum Fahrradständer

source: walking directions
de_de: Fußweg

source: Display photo of the stand.
de_de: Zeige ein Foto von diesem Fahrradständer

source: photo
de_de: Foto

source: You have this bicycle currently rented. The current lock code is displayed below the bike number.
de_de: Du hast gerade schon dieses Fahrrad ausgeliehen. Der Aktuelle Code wird dir unter der Fahrradnummer angezeigt.

source: Reported problem on this bicycle:
de_de: Gemeldete Probleme an diesem Fahrrad:

source: SMS code is in AB 123456 format.
de_de: SMS Code hat das Format AB 123456.

source: Please, enter SMS code received to your phone.
de_de: Bitte gib den SMS Code ein.

source: Please, enter your firstname and lastname.
de_de: Bitte gib deinen Vor- und Nachnamen ein.

source: Email address is incorrect.
de_de: Email Adresse ist falsch.

source: Please, enter your email.
de_de: Bitte Email eingeben.

source: Please, enter your password.
de_de: Bitte Passwort eingeben.

source: Existing user password change
de_de: Benutzer Passwort ändern

source: Step 2 - Change password
de_de: Schritt - Passwort ändern

source: Set password
de_de: Passwort setzten

source: Privileges
de_de: Rechte

source: Value
de_de: Wert

source: Mark as sold
de_de: Markiere als verkauf
